Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von zweirädrigen Kraftfahrzeugen
en: Providing information relating to the repair or maintenance of two-wheeled motor vehicles

source: Zurverfügungstellen von Informationen bezüglich Fensterreinigung
en: Providing information relating to window cleaning services

source: Gebäudeinstandhaltung und -reparaturen durch Heimwerker
en: Building maintenance and repair services provided by a handyman

source: Reparatur und Wartung von Kühlanlagen von Fahrzeugen
en: Maintenance and repair of motor vehicle cooling systems

source: Installation von Türöffnern und Türschließern
en: Installation of door openers and closers

source: Einbau von Türöffnern
en: Installation of door openers

source: Einbau von Türschließern
en: Installation of door closers

source: Reparatur von Industriemaschinen
en: Repair of industrial machinery

source: Reinigen von chirurgischen Instrumenten und Geräten
en: Cleaning of surgical instruments and equipment

source: Zurverfügungstellen von Informationen bezüglich Reparatur von Landfahrzeugen
en: Providing information relating to the repair of land vehicles

source: Reparatur und Wartung von Achsen und deren Bestandteilen
en: Maintenance and repair of axles and parts thereof

source: Reparatur von Ansaugluftfiltern und deren Bestandteilen
en: Repair of intake air filters and parts thereof

source: Reparatur und Wartung von Hörgeräten für Schwerhörige
en: Maintenance and repair of hearing aids for the deaf

source: Bereitstellung von Informationen bezüglich Reparatur oder Wartung von Fahrradabstellvorrichtungen
en: Providing information relating to the repair or maintenance of bicycle parking apparatus

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von chemischen Verarbeitungsmaschinen und -geräten
en: Providing information relating to the repair or maintenance of chemical processing machines and apparatus

source: Bereitstellung von Informationen zu Reparatur oder Wartung von elektrischer Beleuchtung
en: Providing information relating to the repair or maintenance of electric lighting apparatus

source: Bereitstellung von Informationen in Bezug auf das Schleifen von Scheren und Küchenmessern
en: Providing information relating to the sharpening of scissors and kitchen knives

source: Reparatur und Instandhaltung von Transportbehältern
en: Maintenance and repair of transport containers

source: Installation von Waschraum- und Küchengeräten
en: Installation of laundry and kitchen equipment

source: Reparatur und Instandhaltung von Wohnhäusern
en: Maintenance and repair of residential buildings

source: Reparatur und Instandhaltung von Bürogebäuden
en: Maintenance and repair of office buildings

source: Reparatur von Luftfiltern
en: Repair of air filters

source: Reparatur von Luftfiltergeräten
en: Repair of air filtering apparatus

source: Reparatur von Wärmerückgewinnungsanlagen
en: Repair of heat recovery apparatus

source: Vermietung von Maschinen, Werkzeugen und Geräten für das Bauwesen
en: Rental of machines, tools and apparatus for building construction

source: Wartung, Instandhaltung und Reparatur von Waffensystemen
en: Maintenance, servicing and repair of weapon systems

source: Wartung, Instandhaltung und Reparatur von Fahrzeugen
en: Maintenance, servicing and repair of vehicles

source: Reparatur und Wartung von Kraftfahrzeugen und deren Motoren
en: Maintenance and repair of motor vehicles and their engines

source: Reparatur und Wartung von medizinischen Instrumenten und Geräten
en: Maintenance and repair of medical instruments, apparatus and equipment

source: Installation von Blindleistungskompensatoren
en: Installation of reactive power compensation apparatus

source: Installation von Energiespargeräten
en: Installation of energy-saving apparatus

source: Reparatur von Stromversorgungsgeräten im Rahmen eines Notdienstes
en: Emergency servicing of apparatus for supplying electricity

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von Halbleiterfertigungsmaschinen und -anlagen
en: Providing information relating to the repair or maintenance of semiconductor manufacturing machines and systems

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von optischen Maschinen und Geräten
en: Providing information relating to the repair or maintenance of optical machines and instruments

source: Wärmeisolierung von Gebäuden
en: Thermal insulating of buildings

source: Nachrüsten von Lüftungsanlagen in Gebäuden
en: Retrofitting of ventilating installations in buildings

source: Nachrüsten von Heizungsanlagen in Gebäuden
en: Retrofitting of heating installations in buildings

source: Nachrüstung von Heizungs-, Lüftungs- und Klimatisierungsanlagen in Gebäuden
en: Retrofitting of heating, ventilating and air conditioning installations in buildings

source: Installation von Photovoltaikzellen und -modulen
en: Installation of photovoltaic cells and modules

source: Vermietung von Bergbaumaschinen und -geräten
en: Rental of mining machines and apparatus

source: Erteilen von Auskünften und Beratung bezüglich Fahrzeugreparatur
en: Information and consultancy services relating to vehicle repair

source: Installation von Blitzableitern
en: Installation of lightning conductors

source: Wartung, Instandhaltung, Tuning und Reparatur von Motoren
en: Maintenance, servicing, tuning and repair of motors

source: Bereitstellung von Informationen bezüglich Reparatur oder Wartung von Lackiermaschinen und -geräten
en: Providing information relating to the repair or maintenance of painting machines and apparatus

source: Zurverfügungstellen von Informationen bezüglich Reparatur oder Wartung von Maschinen und Geräten zur Herstellung von Lebensmitteln oder Getränken
en: Providing information relating to the repair or maintenance of machines and apparatus for processing food or beverages

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von Laborgeräten und -instrumenten
en: Providing information relating to the repair or maintenance of laboratory apparatus and instruments

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von Baumaschinen und -geräten
en: Providing information relating to the repair or maintenance of construction machines and apparatus

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von Feuermeldern
en: Providing information relating to the repair or maintenance of fire alarms

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung kinematografischer Anlagen und Geräte
en: Providing information relating to the repair or maintenance of cinematographic machines and apparatus

source: Bereitstellung von Informationen in Bezug auf die Errichtung, Reparatur und Instandhaltung von Gebäuden
en: Providing information relating to the construction, repair and maintenance of buildings

source: Wartung von Telekommunikationsgeräten
en: Maintenance of telecommunications apparatus

source: Überholen von Industriemaschinen
en: Reconditioning of industrial machinery

source: Installation von Isoliermaterial in Gebäuden, Dächern und Tragwerken
en: Installation of insulating materials in buildings, roofs and structures

source: Reparatur und Wartung von Staubabsauganlagen
en: Maintenance and repair of dust extraction apparatus

source: Reparatur und Wartung von Lüftungsanlagen
en: Maintenance and repair of ventilating apparatus

source: Reparatur und Wartung von Trocknungsgeräten
en: Maintenance and repair of drying apparatus

source: Reparatur und Wartung von Klimaapparaten
en: Maintenance and repair of air conditioning apparatus

source: Reparatur und Wartung von Kühlgeräten
en: Maintenance and repair of refrigerating apparatus

source: Reparatur und Wartung von Heizgeräten
en: Maintenance and repair of heating apparatus

source: Routinewartung von Staubabsauganlagen
en: Routine servicing of dust extraction apparatus

source: Routinewartung von Lüftungsanlagen
en: Routine servicing of ventilating apparatus

source: Routinewartung von Trocknungsanlagen
en: Routine servicing of drying apparatus

source: Routinewartung von Heizungsanlagen
en: Routine servicing of heating apparatus

source: Installation von Umfeldkontrollsystemen für Reinräume
en: Installation of clean room environmental control systems

source: Installation von Umgebungskontrollsystemen
en: Installation of environmental control systems

source: Installation von Reinraumsystemen
en: Installation of clean room systems

source: Zurverfügungstellen von Informationen bezüglich Reparatur oder Wartung von Klimaanlagen
en: Providing information relating to the repair or maintenance of air conditioning apparatus

source: Bereitstellung von Informationen zu Reparatur oder Wartung von Schiffen
en: Providing information relating to the repair or maintenance of vessels

source: Reparatur und Wartung von Uhren und Zeitmessinstrumenten
en: Maintenance and repair of horological and chronometric instruments

source: Installation von Wärmeschutz für Gebäude
en: Installation of thermal insulation for buildings

source: Inspektion von Automobilen und deren Komponenten vor Wartung und Reparatur
en: Inspection of automobiles and their parts prior to maintenance and repair

source: Verlegen von Gas- und Wasserleitungen
en: Installation of gas and water pipelines

source: Wartung von gewerblichen Maschinen
en: Maintenance of industrial machinery

source: Schneebeseitigung und Enteisung von Flugzeugen
en: Snow removal and de-icing services for airplanes

source: Zurverfügungstellen von Informationen bezüglich Bauwesen
en: Providing information relating to building construction

source: Reparatur von sanitären Anlagen
en: Repair of sanitary installations

source: Reparatur von Wasserversorgungsanlagen
en: Repair of water supply installations

source: Reparatur von Wasserleitungsgeräten
en: Repair of water supply apparatus

source: Reparatur von Ventilatoren
en: Repair of ventilating apparatus

source: Reparatur von Trocknungsanlagen
en: Repair of drying apparatus

source: Reparatur von Kochgeräten
en: Repair of cooking apparatus

source: Reparatur von Dampferzeugungsanlagen
en: Repair of steam generating apparatus

source: Reparatur von Leuchten
en: Repair of lighting apparatus

source: Reparatur von Energieversorgungsanlagen
en: Repair of energy supply installations

source: Wartung von Wasserreinigungsanlagen
en: Maintenance of water purifying apparatus

source: Isolieren von Innen- und Außenwänden, Decken und Dächern
en: Insulating of internal and external walls, ceilings and roofs

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von gewerblichen Geschirrspülmaschinen
en: Providing information relating to the repair or maintenance of industrial dishwashing machines

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von Anlagen und Geräten zur Herstellung von Glaswaren
en: Providing information relating to the repair or maintenance of machines and apparatus for manufacturing glassware

source: Bereitstellung von Informationen zu Reparatur oder Wartung von Elektrogeräten für den Endverbraucher
en: Providing information relating to the repair or maintenance of consumer electrical appliances

source: Bereitstellung von Informationen in Bezug auf die Vermietung von Autowaschanlagen
en: Providing information relating to the rental of car washing apparatus

source: Bereitstellung von Informationen zu Reparatur oder Wartung von Müllzerkleinerungsmaschinen und -geräten
en: Providing information relating to the repair or maintenance of waste crushing machines and apparatus

source: Bereitstellung von Informationen zu Reparatur oder Wartung von Fahrzeugwaschanlagen
en: Providing information relating to the repair or maintenance of vehicle washing installations

source: Reparatur von Toilettenschüsseln mit Wassersprüher
en: Repair of toilet bowls with integrated bidet water jets

source: Wartung von Kommunikationsgeräten
en: Maintenance of communications equipment

source: Reparatur und Wartung von Pressen zur Metallverarbeitung
en: Maintenance and repair of presses for processing metals

source: Wartung und Reparatur von Maschinen und Werkzeugmaschinen zur Ver- und Bearbeitung von Metall
en: Maintenance and repair of machines and machine tools for treating and processing metals

source: Wartung, Reparatur und Überholen von Photovoltaikgeräten und -anlagen
en: Maintenance, repair and reconditioning of photovoltaic apparatus and installations

source: Reparatur oder Wartung von elektronischen Anlagen und Geräten
en: Repair or maintenance of electronic machines and apparatus

source: Wartung von Fertigungsmaschinen und -geräten
en: Servicing of manufacturing machines and apparatus

source: Überholen von verschlissenen oder teilweise zerstörten Motoren
en: Reconditioning motors that have been worn or partially destroyed

source: Überholen von verschlissenen oder teilweise zerstörten Maschinen, Motoren und Triebwerken
en: Reconditioning machines, motors and engines that have been worn or partially destroyed

source: Zurverfügungstellen von Informationen zur Installation von elektrischen Geräten
en: Providing information relating to the installation of electrical apparatus

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von mechanischen Parksystemen
en: Providing information relating to the repair or maintenance of mechanical parking systems

source: Bereitstellung von Informationen in Bezug auf Schiffbau
en: Providing information relating to shipbuilding

source: Bereitstellung von Informationen zu Reparatur oder Wartung von Chemieanlagen
en: Providing information relating to the repair or maintenance of chemical plants

source: Bereitstellung von Informationen in Bezug auf die Reparatur und Instandhaltung von Kernkraftwerken
en: Providing information relating to the repair or maintenance of nuclear power plants

source: Zurverfügungstellen von Informationen zu Reparatur oder Wartung von Küchengeräten
en: Providing information relating to the repair or maintenance of cooking apparatus

source: Reparatur und Wiederherstellung von Haushaltsartikeln
en: Repair and restoration of household articles

source: Reparatur und Restaurierung von Möbeln
en: Repair and restoration of furniture

source: Reparatur und Wartung von landwirtschaftlichen Maschinen
en: Maintenance and repair of agricultural machines

source: Reparatur und Wartung von Straßenbaumaschinen
en: Maintenance and repair of road making machines

source: Reparatur und Wartung von Straßenbauapparaten
en: Maintenance and repair of road making equipment

source: Reparatur und Instandhaltung von Erdbaumaschinen
en: Maintenance and repair of earth moving machines

source: Reparatur und Instandhaltung von Erdbaugeräten
en: Maintenance and repair of earth moving equipment

source: Reparatur und Wartung von Bergbauausrüstungen
en: Maintenance and repair of mining equipment

source: Reparatur und Wartung von mechanischen Parkanlagen
en: Repair or maintenance of mechanical parking systems

source: Reparatur und Wartung von Automatikgetrieben
en: Maintenance and repair of automatic transmissions

source: Reparatur und Wartung von Handschaltgetrieben
en: Maintenance and repair of manual transmissions

source: Reparatur und Wartung von Getrieben
en: Maintenance and repair of gears

source: Montage von vorgefertigten Bauten und Tragwerken
en: Erection of prefabricated buildings and structures

source: Reparatur von Müllhäckslern
en: Repair of garbage disposals

source: Reparatur und Wartung elektronischer Geräte
en: Maintenance and repair of electronic apparatus

source: Reparatur und Wartung von elektronischen Anlagen
en: Maintenance and repair of electronic installations

source: Verlegung von Wasserleitungen
en: Installation of water pipes

source: Ausmauerung und Wiederaufbau von Öfen
en: Furnace rebricking and rebuilding

source: Einbau von Halterungen und Beschlägen in Bauwerke
en: Installation of fixtures and fittings for buildings

source: Bereitstellung von Informationen in Bezug auf die Reparatur und Wartung von Brillen
en: Providing information relating to the repair and maintenance of spectacles

source: Reparatur und Instandhaltung von Brillen
en: Repair and maintenance of spectacles

source: Bereitstellung von Informationen zu Reparatur oder Wartung von Elektromotoren
en: Providing information relating to the repair or maintenance of electric motors

source: Bereitstellung von Informationen bezüglich Reparatur oder Wartung von Brennern
en: Providing information relating to the repair or maintenance of burners

source: Zurverfügungstellen von Informationen bezüglich Wäschereinigung
en: Providing information relating to laundering services

source: Bereitstellung von Informationen bezüglich Reparatur von Fischereizubehör
en: Providing information relating to the repair of fishing tackle

source: Reparatur von Fahrzeugwaschanlagen
en: Repair of vehicle washing installations

source: Reparatur von Elektrogeräten und elektrotechnischen Anlagen
en: Repair of electrical equipment and electrotechnical installations

source: Reparatur und Wartung von Elektrofahrzeugen
en: Maintenance and repair of electric vehicles

source: Reparatur und Wartung von Wasserfahrzeugen
en: Maintenance and repair of water vehicles

source: Wartung von Geräten zur Kontrolle der Wasserverschmutzung
en: Maintenance of water pollution control equipment

source: Reparatur und Wartung von elektrischen Haushaltsgeräten
en: Repair or maintenance of consumer electric appliances

source: Vermietung von Bohr- und Bergbaugeräten
en: Rental of drilling and mining apparatus

source: Reparatur und Wartung von Flugzeugmotoren und -Triebwerken
en: Maintenance and repair of airplane motors and engines

source: Beratung und Erteilen von Auskünften bezüglich der Bauerstellung von öffentlichen Bauten
en: Consultancy, information and advisory services relating to the construction of public works

source: Überholen von Vakuumpumpen und deren Bestandteilen
en: Reconditioning of vacuum pumps and parts thereof

source: Bereitstellung von Informationen zu Reparatur oder Wartung von Verkaufsautomaten
en: Providing information relating to the repair or maintenance of vending machines

source: Reparatur und Wartung von Fahrgestellteilen und Fahrzeugkarosserien
en: Maintenance and repair of chassis parts and bodies for vehicles

source: Vermietung von Hubarbeitsbühnen im Bauwesen
en: Rental of aerial work platforms for use in construction

source: Wartung und Reparatur von mechanischen Zugangsplattformen
en: Servicing and repair of mechanical access platforms

source: Wartung und Reparatur von Hebebühnen
en: Servicing and repair of aerial work platforms

source: Wartung und Reparatur von Hebegeräten
en: Servicing and repair of lifting apparatus

source: Anstrich von Metalloberflächen zum Schutz vor Korrosion
en: Painting of metal surfaces to prevent corrosion

source: Installation von Solarheizsystemen
en: Installation of solar heating systems

source: Abbau von Edelmetallen
en: Mining for precious metals

source: Abbau von Edelsteinen
en: Mining for precious stones

source: Abbau von Diamanten, Edelsteinen oder Edelmetallen
en: Mining for diamonds, precious stones or precious metals

source: Installation von industriellen Anlagen
en: Installation of industrial machinery

source: Reparatur von Energieerzeugungsanlagen und -maschinen
en: Repair of energy production plants and machines

source: Reparatur von Biogasanlagen und -maschinen
en: Repair of biogas plants and machines

source: Reparatur von Tierabfallverwertungsanlagen
en: Repair of animal waste treatment systems

source: Reparatur und Wartung von Stromgeneratoren
en: Maintenance and repair of electricity generators

source: Reparatur von Druckluftmaschinen
en: Repair of compressed air machines

source: Reparatur von Bergbaumaschinen
en: Repair of mining machinery

source: Reparatur von Ansaugluftfiltern für Maschinen
en: Repair of intake air filters for machinery

source: Bereitstellung von Informationen zu Reparatur oder Wartung von Fischereimaschinen und -geräten
en: Providing information relating to the repair or maintenance of fishing machines and instruments

source: Zurverfügungstellen von Informationen zu Reparatur oder Wartung von Buchbindemaschinen und -geräten
en: Providing information relating to the repair or maintenance of bookbinding apparatus and machines

source: Zurverfügungstellen von Informationen zu Reparatur oder Wartung von Druckmaschinen
en: Providing information relating to the repair or maintenance of printing machines

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von Telekommunikationsanlagen und -geräten
en: Providing information relating to the repair or maintenance of telecommunication machines and apparatus

source: Bereitstellung von Informationen bezüglich der Reparatur oder Wartung von Pumpen
en: Providing information relating to the repair or maintenance of pumps

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von gewerblichen Waschmaschinen
en: Providing information relating to the repair or maintenance of industrial washing machines

source: Installation von Rohrisolierung
en: Installation of pipe insulation

source: Reinigung von Ausstellungsständen
en: Cleaning of exhibition stands

source: Zurverfügungstellen von Informationen zu Reparatur oder Instandhaltung von Sportgeräten
en: Providing information relating to the repair or maintenance of sporting equipment

source: Fahrzeugreparatur als Teil des Pannendienstes
en: Vehicle repair as part of vehicle breakdown services

source: Tuning von Fahrzeugmotoren
en: Tuning of motor vehicle engines

source: Reparatur und Wartung von Kraftfahrzeugmotoren
en: Maintenance and repair of motor vehicle engines

source: Reparatur und Wartung von Kraftfahrzeugen und deren Teilen
en: Maintenance and repair of motor vehicles and parts thereof

source: Wartung und Reparatur von Kraftfahrzeugen und deren Teilen sowie von Fahrzeugmotoren und deren Teilen
en: Repair and maintenance of motor vehicles and parts thereof and of engines for motor vehicles and parts thereof

source: Reparatur und Wartung von Windkraftwerken
en: Maintenance and repair of wind power plants

source: Wartung und Reparatur von Kochgeräten und -vorrichtungen
en: Repair or maintenance of cooking apparatus and installations

source: Reparatur oder Wartung von elektrischen Kochgeräten und -einrichtungen
en: Repair or maintenance of electric cooking apparatus and installations

source: Reparatur oder Wartung von nicht elektrischen Kochgeräten und -einrichtungen
en: Repair or maintenance of non-electric cooking apparatus and installations

source: Reparatur von Geräten für den Gewässerschutz
en: Repair of water pollution control equipment

source: Installation von Heiz- und Kühlgeräten
en: Installation of heating and cooling apparatus

source: Beratung zur Installation audiovisueller Geräte und Anlagen
en: Advisory services relating to the installation of audiovisual equipment

source: Beratung zur Installation von Sicherheits- und Schutzausrüstung
en: Advisory services relating to the installation of security and safety equipment

source: Installation von Sicherheits- und Schutzausrüstung
en: Installation of security and safety equipment

source: Beratung zur Installation von Telekommunikationsausrüstung
en: Advisory services relating to the installation of communication equipment

source: Installation von Kommunikationsgeräten
en: Installation of communication equipment
